<?php
	
	$_['text_seo_price_table_header'] 		= 'Цены на %s в Украине ' . date('d.m.Y') . '';
	$_['text_seo_price_manufacturer_table_header'] 		= 'Цены на товары производителя %s в Украине ' . date('d.m.Y') . '';
	$_['text_seo_price_table_cheapest'] 	= 'Самый дешевый товар';
	$_['text_seo_price_table_expensive'] 	= 'Самый дорогой товар';
	$_['text_seo_price_table_bestseller'] 	= 'Самый продаваемый товар';
	$_['text_seo_price_table_popular'] 		= 'Самый популярный товар';
	$_['text_seo_price_table_reviewed'] 	= 'Самый обсуждаемый товар';
	$_['text_seo_price_table_newest'] 		= 'Самый новый товар';
	
	$_['text_faq_header'] 					= 'Часто задаваемые вопросы про %s';
	$_['text_faq_question_most_popular']	= '💕 Какие %s самые востребованные в ' . date('Y') . ' году среди покупателей онлайн аптеки?';
	$_['text_faq_question_newest']			= '🎀 Какие новые товары и препараты в категории %s появились в продаже в ' . date('Y') . ' году в интернет-аптеке с возможностью доставки на дом?';
	$_['text_faq_question_cheapest']		= '🎁 Какие %s самые дешевые?';
	$_['text_faq_question_bestseller']		= '✅ Какие %s лучше купить в ' . date('Y') . ' году?';
	
	$_['text_faq_answer_most_popular']		= 'ТОП-3 самых продаваемых товара в категории: %s. В нашей аптеке чаще всего покупают следующие товары:';
	$_['text_faq_answer_newest']			= 'Самые новые поступления в категории: %s в Аптеке Гормональных Препаратов:';
	$_['text_faq_answer_cheapest']			= 'Самые бюджетные товары из категории %s в %s:';
	$_['text_faq_answer_bestseller']		= 'Выбор покупателей в категории %s - это:';
	
	$_['text_faq_manufacturer_header'] 					= 'Часто задаваемые вопросы про бренд %s';
	$_['text_faq_manufacturer_question_most_popular']	= '💕 Какие товары бренда %s самые популярные в ' . date('Y') . ' году?';
	$_['text_faq_manufacturer_question_newest']			= '🎀 Какие новинки у производителя %s в ' . date('Y') . ' году?';
	$_['text_faq_manufacturer_question_cheapest']		= '🎁 Какие товары %s самые дешевые?';
	$_['text_faq_manufacturer_question_bestseller']		= '✅ Что из товаров бренда %s лучше купить в ' . date('Y') . ' году?';
	
	$_['text_faq_manufacturer_answer_most_popular']		= 'ТОП-3 самые популярные модели производителя %s в %s:';
	$_['text_faq_manufacturer_answer_newest']			= '3 горячие новинки %s в %s:';
	$_['text_faq_manufacturer_answer_cheapest']			= 'Самые бюджетные товары бренда %s в %s:';
	$_['text_faq_manufacturer_answer_bestseller']		= 'Выбор покупателей у бренда %s - это:';
	
	$_['text_faq_product_header'] 					= 'Часто задаваемые вопросы про %s';	
	$_['text_faq_information_header'] 				= 'Часто задаваемые вопросы про %s у %s';
	
	$_['text_faq_product_question_analogs'] 		= '💊 Какие есть аналоги у %s?';
	$_['text_faq_product_answer_analogs'] 			= 'Аналогами %s являются: ';
	
	$_['text_faq_product_question_same'] 		= '⚕️ Какие формы выпуска у %s?';
	$_['text_faq_product_answer_same'] 			= '%s выпускается в следующих формах или дозировках: ';
	
	$_['text_faq_product_question_delivery'] 		= '🚑 Возможна ли доставка %s по Украине?';
	$_['text_faq_product_answer_delivery_yes'] 		= 'Да, доставка %s по Украине возможна. Мы отправляем Новой Почтой и УкрПоштой.';
	$_['text_faq_product_answer_delivery_no'] 		= 'Нет, доставка по Украине невозможна, поскольку %s является рецептурным препаратом, или препаратом строгого учета.';
	
	$_['text_faq_product_question_receipt'] 		= '🧾 Можно ли купить %s без рецепта онлайн?';
	$_['text_faq_product_answer_receipt_yes'] 		= 'Да, %s можно купить в Аптеке Гормональных Препаратов онлайн без рецепта.';
	$_['text_faq_product_answer_receipt_no'] 		= 'Нет, %s можно купить онлайн только при наличии рецепта, который необходимо будет показать провизору.';

	$_['text_faq_product_question_stocks'] 			= '💊 Где есть в наличии %s в аптеке в Киеве?';
	$_['text_faq_product_answer_stocks'] 			= 'Можно купить в онлайн-аптеке e-apteka.com.ua и в аптечной сети по адресам: ';

	$_['text_faq_question_stocks'] 					= '💊 Где есть в наличии %s в аптеках в Киеве?';
	$_['text_faq_answer_stocks'] 					= 'Можно купить %s в онлайн-аптеке e-apteka.com.ua и в аптечной сети по адресам: ';