<?php
// Text
$_['text_information'] 	= 'Аптека Гормональних Препаратів';
$_['text_service'] 		= 'Служба підтримки';
$_['text_applications']      = 'Наші додатки';
$_['text_extra'] 		= 'Додатково';
$_['text_contact_footer'] 		= 'Контактна інформація';
$_['text_contact_title']      = "Зв'язок з нами";
$_['text_drugstores'] 	= 'Мережа аптек на мапі';
$_['text_return'] 		= 'Повернення товару';
$_['text_sitemap'] 		= 'Карта сайту';
$_['text_manufacturers'] = 'Довідник виробників';
$_['text_collections'] = 'Бренди';
$_['text_alphabet_drugs'] = 'Ліки за алфавітом';
$_['text_voucher']		= 'Подарункові сертифікати';
$_['text_affiliate'] 	= 'Партнерська програма';
$_['text_special'] 		= 'Товари зі знижкою';
$_['text_newsfeed']      = 'Важливі новини';
$_['text_promotions'] 	= 'Акції';
$_['text_account'] 		= 'Особистий Кабінет';
$_['text_order'] 		= 'Історія замовлень';
$_['text_wishlist'] 	= 'Закладки';
$_['text_newsletter'] 	= 'Розсилка';
$_['text_powered']      = '';

$_['text_1']			= '*Доставка косметичних та гігієнічних засобів, БАДів, товарiв для дітей';
$_['text_2']			= 'Аптека Гормональних Препаратів © 1995 - %s. Всі права захищені.';

$_['text_3']			= 'Приєднуйтесь до нас в соціальних мережах';

$_['text_4']			= 'Забороняється електронна роздрібна торгівля та доставка кінцевому споживачу:
лікарських засобів, реалізація (відпуск) яких громадянам здійснюється за рецептами лікарів (крім відпуску таких лікарських засобів за електронним рецептом у порядку, встановленому МОЗ); лікарських засобів, обіг яких відповідно до закону здійснюється за наявності ліцензії на провадження діяльності з обігу наркотичних засобів, психотропних речовин і прекурсорів; сильнодіючих, отруйних, радіоактивних лікарських засобів та медичних імунобіологічних препаратів, перелік яких визначається МОЗ.';

$_['text_newsfeed']			= 'Новини';
$_['text_useful']			= 'Корисна інформація';
$_['text_vacancies']		= 'Робота в компанії';

$_['text_loyality']		= 'Програма лояльності';

$_['text_pwa_1']		= 'Ваша аптека завжди з вами';
$_['text_pwa_2']		= 'З додатком E-Apteka обирати ліки швидше та простіше';
$_['text_pwa_btn_install']		= 'Встановити додаток';

$_['text_button_loading']		= 'Оформляємо..';

$_['tip_state_unsubscribed']='Подписаться на уведомления';
$_['tip_state_subscribed']="Вы подписаны на уведомления";
$_['tip_state_blocked']="Вы заблокировали уведомления";
$_['message_prenotify']='Нажмите, чтобы подписаться на уведомления';
$_['message_action_subscribed']="Дякуємо за підписку!";
$_['message_action_resubscribed']="Вы подписаны на уведомления";
$_['message_action_unsubscribed']="Вы больше не будете получать уведомления";
$_['dialog_main_title']='Управление уведомлениями на сайте';
$_['dialog_main_button_subscribe']='ПОДПИСАТЬСЯ';
$_['dialog_main_button_unsubscribe']='ОТПИСАТЬСЯ';
$_['dialog_blocked_title']='Разблокировать уведомления';
$_['dialog_blocked_message']="Следуйте этим инструкциям, чтобы разрешить уведомления:";
$_['welcome_title']="Аптека гормональних препаратів";
$_['welcome_message']="Дякуємо за підписку!";
$_['actionMessage']="Дозвольте відправляти Вам найвигідніші акції та новини";
$_['acceptButtonText']="Так, дозволити";
$_['cancelButtonText']="Відміна";