<?php

// Text
$_['text_success_copy']             = 'Выполнено: %s группа (ы) атрибутов скопирована!';
$_['text_success_delete']           = 'Выполнено: %s группа (ы) атрибутов удалена!';

// Actions
$_['action_name']                   = 'Название группы атрибутов';

// Errors
$_['error_name']                    = 'Название группы атрибутов должно быть от 3 до 64 символов!';
$_['error_delete']                  = '<strong>Внимание!</strong> группа атрибутов \'%s\' не может быть удалена, поскольку она привязана к %s атрибутам!';
