<?php

// Text
$_['text_success_delete']           = 'Выполнено: %s информационная страница(и) удалены!';

// Actions
$_['action_title']                   = 'Название страницы';

// Errors
$_['error_title']                    = 'Название страницы должно быть от 3 до 64 символов!';
$_['error_account']                  = '<strong>Внимание!</strong> информационная страница \'%s\' не может быть удалена, поскольку она используется как Подтверждение при регистрации!';
$_['error_checkout']                 = '<strong>Внимание!</strong> информационная страница \'%s\' не может быть удалена, поскольку она используется как Подтверждение при оформлении!';
$_['error_affiliate']                = '<strong>Внимание!</strong> информационная страница \'%s\' не может быть удалена, поскольку она используется как Условия партнерства!';
$_['error_return']                   = '<strong>Внимание!</strong> информационная страница \'%s\' не может быть удалена, поскольку она используется как Условия возврата!';
$_['error_store']                    = '<strong>Внимание!</strong> информационная страница \'%s\' не может быть удалена, поскольку она используется в %s магазине(ах)!';
