<?php

// Text
$_['text_success_copy']             = 'Выполнено: %s опция(и) скопированы!';
$_['text_success_delete']           = 'Выполнено: %s опция(и) удалены!';

// Action
$_['action_group_name']             = 'Название опции';
$_['action_option_full']            = 'Значение';

// Errors
$_['error_name']                    = 'Название опции должно быть от 1 до 128 символов!';
$_['error_option_value']            = 'Значение опции должно быть от 1 до 128 символов!';
$_['error_delete']                  = '<strong>Внимание!</strong> опция \'%s\' не может быть удалена, поскольку он установлена для %s товаров!';
