<?php

// Text
$_['text_success_copy']             = 'Выполнено: %s профиль(и) с регулярными платежами скопированы!';
$_['text_success_delete']           = 'Выполнено: %s профиль(и) с регулярными платежами удалены!';

// Actions
$_['action_name']                   = 'Название профиля с регулярными платежами';

// Errors
$_['error_group']                   = 'Название профиля с регулярными платежами должно быть от 2 до 255 символов!';
$_['error_delete']                  = '<strong>Внимание!</strong> Профиль с регулярными платежами \'%s\' не может быть удален, поскольку он используется для %s товаров!';
