<?php
$_['heading_title']     = '<b>Всплывающая корзина с заменой кнопки "Купить" v1.6.1</b>'; 

$_['text_module']       = 'Модули';
$_['text_success']      = 'Модуль "Всплывающая корзина с заменой кнопки "Купить" успешно обновлен!';

$_['text_addtocart_logic'] = 'Показывать окно всплывающей корзины при добавлении товара в корзину?';
$_['text_head'] = 'Заголовок окна модуля:';
$_['text_click_on_cart'] = 'Показывать окно всплывающей корзины при клике на блоке штатной корзины?';
$_['text_related_show'] = 'Показывать в окне всплывающей корзины блок "Вместе с этим товаром покупают?"';
$_['text_related_heading'] = 'Заголовок блока "Вместе с этим товаром покупают": ';
$_['text_related_product'] = 'Показывать товары: ';
$_['text_related_product0'] = ' Показывать товары из вкладки "связи", пункт "Связанные продукты"';
$_['text_related_product1'] = ' Показывать товары из реальных заказов, в которых был куплен ранее товар, находящийся сейчас в корзине';
$_['text_related_product2'] = ' Оба варианта (все товары, которые попадают под требования и первого, и второго пунктов настройки)';
$_['text_button_name_shopping_show'] = 'Заменять вид ссылки "Продолжить покупки" на кнопку:';
$_['text_button_name_shopping'] = 'Текст ссылки "Продолжить покупки":';
$_['text_button_name_cart_show'] = 'Показывать кнопку "Перейти в корзину":';
$_['text_button_name_cart'] = 'Текст кнопки "Перейти в корзину":';
$_['text_button_name_checkout'] = 'Текст кнопки перехода к оформлению заказа:';
$_['text_manufacturer_show'] = 'Показывать колонку с наименованием производителя:';
$_['text_button_name_default'] = 'Текст кнопки "Купить" по умолчанию:';
$_['text_button_name_incart_logic'] = 'Действие при клике на кнопку "Купить", когда данный товар уже есть в корзине:';
$_['text_button_name_incart_logic_label0'] = ' Просто открываем всплывающую корзину';
$_['text_button_name_incart_logic_label1'] = ' Добавляем еще выбранное кол-во товара в корзину и открываем всплывающую корзину';
$_['text_button_name_incart'] = 'Текст кнопки "Купить", когда товар добавлен в корзину:';
$_['text_button_name_incart_with_options'] = 'Текст кнопки "Купить", когда у товара есть опции и он добавлен в корзину:';

$_['entry_head'] = 'Корзина покупок';
$_['entry_related_heading'] = 'Вам также может пригодиться';
$_['entry_button_name_shopping'] = 'Продолжить покупки';
$_['entry_button_name_cart'] = 'Перейти в корзину';
$_['entry_button_name_checkout'] = 'Оформление заказа';		
$_['entry_button_name_default'] = 'Купить';
$_['entry_button_name_incart'] = 'В корзине';
$_['entry_button_name_incart_with_options'] = 'Купить ещё';

$_['text_select_all']      = 'Отметить все';
$_['text_unselect_all']      = 'Убрать все';

$_['text_copyright'] = '<a href="http://oc-dev.ru" target="_blank"><b>Поблагодарить автора за модуль и техподдержку.</b></a>';

$_['button_apply']      = 'Применить';

$_['error_permission']  = 'У Вас нет прав для изменения "Всплывающая корзина с заменой кнопки "Купить" "!';
?>