<?php
// Heading
$_['heading_title'] = 'Забули пароль?';

// Text
$_['text_account'] = 'Особистий Кабінет';
$_['text_forgotten'] = 'Забутий пароль?';
$_['text_your_email'] = 'E-Mail';
$_['text_email'] = 'Введіть E-Mail Вашого облікового запису. Натисніть кнопку Вперед, щоб отримати пароль електронною поштою.';
$_['text_success'] = 'Новий пароль було надіслано на Ваш E-Mail.';

$_['text_success_email'] = 'Ми відправили вам посилання для скидання пароля на електронну пошту';
$_['text_success_phone'] = 'Ми відправили вам новий пін-код в смс'; 

// Entry
$_['entry_email'] = 'E-Mail';
$_['entry_password'] = 'Новий пароль';
$_['entry_confirm'] = 'Підтвердіть новий пароль';

$_['tab_phone'] = 'Я знаю телефон';
$_['tab_email'] = 'Я знаю email';

$_['sms_new_pincode'] = 'Ваш новий пін-код для входу на сайт https://e-apteka.com.ua: %s';

$_['text_if_you_remember_telephone'] = "Вкажіть номер телефону, до якого прив'язано ваш обліковий запис, і ми відправимо вам смской новий пін-код для входу в онлайн-аптеку.";
$_['text_if_you_remember_email'] = "Вкажіть електронну пошту, до якої прив'язано ваш обліковий запис, і ми відправимо на пошту посилання для скидання пароля.";

$_['button_continue_phone'] = 'Отримати новий пін-код';
$_['button_continue_email'] = 'Отримати посилання для скидання пароля на пошту'; 

// Error
$_['error_email'] = 'E-Mail адреса не знайдений, перевірте і спробуйте ще раз!';
$_['error_telephone']     = 'Обліковий запис з таким телефоном не знайдено, перевірте і спробуйте ще раз!';
$_['error_approved'] = 'Увага! Ваш аккаунт ще не активований.';
$_['error_password'] = 'Пароль має бути від 4 до 20 символів!';
$_['error_confirm'] = 'Пароль і підтвердження пароля рзличны!';