<?php
// Heading
$_['heading_title']   = 'Забыли пароль?';

// Text
$_['text_account']    = 'Личный Кабинет';
$_['text_forgotten']  = 'Забытый пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email']      = 'Введите E-Mail Вашей учетной записи. Нажмите кнопку Вперед, чтобы получить пароль по электронной почте.';

$_['text_success_email']    = 'Мы отправили вам ссылку для сброса пароля на электронную почту';
$_['text_success_phone']    = 'Мы отправили вам новый пин-код в смс';

// Entry
$_['entry_email']     = 'E-Mail';
$_['entry_password']  = 'Новый пароль';
$_['entry_confirm']   = 'Подтвердите новый пароль';

$_['tab_phone']   = 'Я знаю телефон';
$_['tab_email']   = 'Я знаю email';

$_['sms_new_pincode']   = 'Ваш новый пин-код для входа на сайт https://e-apteka.com.ua: %s';

$_['text_if_you_remember_telephone']   = 'Укажите номер телефона, к которому привязана ваша учетная запись, и мы отправим вам смской новый пин-код для входа в онлайн-аптеку.';
$_['text_if_you_remember_email']   = 'Укажите электронную почту, к которой привязана ваша учетная запись, и мы отправим на почту ссылку для сброса пароля.';

$_['button_continue_phone']   = 'Получить новый пин-код';
$_['button_continue_email']   = 'Получить ссылку для сброса пароля на почту';

// Error
$_['error_email']     = 'E-Mail адрес не найден, проверьте и попробуйте еще раз!';
$_['error_telephone']     = 'Учетная запись с таким телефоном не найдена, проверьте и попробуйте еще раз!';
$_['error_approved']  = 'Внимание! Ваш аккаунт еще не активирован.';
$_['error_password']  = 'Пароль должен быть от 4 до 20 символов!';
$_['error_confirm']   = 'Пароль и подтверждение пароля рзличны!';

