<?php
	ini_set('memory_limit', '-1');
	class ControllerEaptekaLikReestr extends Controller {
		private $path = 'http://www.drlz.com.ua/ibp/zvity.nsf/all/zvit/$file/reestr.csv';
		
		private $csvMappings = [
		"ID" => "",
		"Торгівельне найменування" => "",
		"Міжнародне непатентоване найменування" => "",
		"Форма випуску" => "",
		"Умови відпуску" => "",
		"Склад (діючі)" => "",
		"Фармакотерапевтична група" => "",
		"Код АТС 1" => "",
		"Код АТС 2" => "",
		"Код АТС 3" => "",
		"Заявник: назва українською" => "",
		"Заявник: країна" => "",
		"Заявник: адреса" => "",
		"Кількість виробників" => "",
		"Виробник 1: назва українською" => "",
		"Виробник 1: країна " => "",
		"Виробник 1: адреса" => "",
		"Виробник 2: назва українською" => "",
		"Виробник 2: країна " => "",
		"Виробник 2: адреса" => "",
		"Виробник 3: назва українською" => "",
		"Виробник 3: країна " => "",
		"Виробник 3: адреса" => "",
		"Виробник 4: назва українською" => "",
		"Виробник 4: країна " => "",
		"Виробник 4: адреса" => "",
		"Виробник 5: назва українською" => "",
		"Виробник 5: країна " => "",
		"Виробник 5: адреса" => "",
		"Номер Реєстраційного посвідчення" => "",
		"Дата початку дії" => "",
		"Дата закінчення" => "",
		"Тип ЛЗ" => "",
		"ЛЗ біологічного походження" => "",
		"ЛЗ рослинного походження" => "",
		"ЛЗ-сирота" => "",
		"Гомеопатичний ЛЗ" => "",
		"Тип МНН" => "",
		"Дострокове припинення" => "",
		"Дострокове припинення: останній день дії" => "",
		"Дострокове припинення: причина" => "",
		"URL інструкції" => "",
		"Термін придатності" => "",
		"Термін придатності: значення" => "",
		"Термін придатності: одиниця вимірювання"
		];
		
		private function parseCSV(){
			
			$csv = array_map('str_getcsvLR', file($this->path));
			array_walk($csv, function(&$a) use ($csv) {
				$a = array_combine($csv[0], $a);
			});
			array_shift($csv); # remove column header
			
			return $csv;
			
		}
		
		
		public function index(){
			$this->load->model('catalog/product');
			
			
			$data = $this->parseCSV();
			
			foreach ($data as $line){
				
				$registryNumber = $line['Номер Реєстраційного посвідчення'];
				
				if ($registryNumber && $product = $this->model_catalog_product->getProductByRegistryNumber($registryNumber)){
				
					echoLine('Нашли товар c регистрационным номером ' . $registryNumber . ': ' . $product['name']);
					$this->model_catalog_product->updateProductByRegistryNumber($product['product_id'], $line);
					
				} else {
				
					echoLine('Не нашли товар c регистрационным номером ' . $registryNumber);
				
				}
				
				
				
				
				
				
				
				
				
				
			}
			
			
			
			
			
			
			
		}
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
		
	}			