<?php
// Heading
$_['heading_title'] = 'Ваше замовлення прийняте!';

// Text
$_['text_basket'] = 'Кошик';
$_['text_checkout'] = 'Підтвердити замовлення';
$_['text_success'] = 'Замовлення прийняте';
$_['text_customer'] = '<p>Ваше замовлення прийняте!</p><p>Історія замовлення знаходиться в <a href="%s">Особистому кабінеті</a>. Для перегляду історії, перейдіть по посиланню <a href="%s">Історія замовлень</a>.</p><p>Якщо Ваша покупка пов&#39;язана з цифровими товарами, перейдіть на сторінку <a href="%s">Файли для скачування</a> для перегляду або скачування.</p><p>Якщо у Вас виникли питання, будь ласка <a href="%s">зв&#39;яжіться з нами</a>.</p><p>Дякуємо за покупки в нашому інтернет-магазині!</p>';
$_['text_guest'] = '<p>Ваше замовлення прийняте!</p><p>Якщо у Вас виникли питання, будь ласка <a href="%s">зв&#39;яжіться з нами</a>.</p><p>Дякуємо за покупки в нашому інтернет-магазині!</p>';

$_['text_success1'] = 'Дякуємо! Ваше замовлення %s прийнятe! ';
$_['text_success2'] = "Ваше замовлення буде оброблено автоматично, в разі необхідності з вами зв'яжеться наш фармацевт";
$_['text_success3'] = 'Ваше замовлення';
$_['text_success4'] = 'Товари';
$_['text_success5'] = 'Сума';
$_['text_success6'] = 'Разом:';
$_['text_success7'] = 'Інформація про замовлення';