<?php

$_['multiflat_title'] = "Доставка кур'єром Аптеки, м. Київ";

$_['text_info_all'] = 'Ми доставляємо:<br /><i class="fa fa-truck"></i> по лівому берегу Києва тільки товари з аптеки на пр. Соборності, 4<br /><i class="fa fa-truck" ></i> по правому берегу лише товари з аптеки на вул. Василя Липківського, 25';

$_['text_free_info_from'] = '✨Безкоштовно від %s';

//$_['text_info_0'] = 'Доставляємо день в день, якщо замовлення оформлено до 13:00 і на наступний день після оформлення, якщо замовлення оформлено після 13:00, по м. Київ, за виключенням деяких районів (для уточнення звертайтесь до колцентру). Терміни можуть бути зміщені, так як під час повітряної тривоги та комендантської години доставка не здійснюється.';
$_['text_info_0'] = '';

$_['text_info_1'] 			 = '🚑 Доставляємо замовлення за дві години з моменту оформлення, доступно при оформленні замовлення з 9:00 до 19:00';
$_['text_danger_express_bytime'] = '⚠️ Експрес-доставка можлива за умови оформлення замовлення с 9:00 до 19:00';

$_['text_danger_min_price'] = '⚠️ Доставляємо замовлення від ';

$_['text_danger_leftSide'] = '⚠️ Експрес-доставка обраних товарів можлива лише по лівому берегу из аптеки на <b>пр. Соборності, 4</b>. Якщо ви бажаєте доставку на правий берег, будь ласка, приберіть товари, які відсутні в цій аптеці';
$_['text_danger_rightSide'] = '⚠️  Експрес-доставка обраних товарів можлива лише правому берегу з аптеки на <b>вул. Василя Липківського, 25</b>. Якщо ви бажаєте доставку на лівий берег, будь ласка, приберіть товари, які відсутні в цій аптеці';
$_['text_danger_nosides'] = '⚠️  Експрес-доставка обраних товарів можлива лише з аптек на <b>пр. Соборності, 4</b> та <b>вул. Василя Липківського, 25</b>. Будь ласка, приберіть товари, які відсутні в цих аптеках.';


$_['text_defer_both'] = '🚑 Нам потрібен час, щоб зібрати Ваше замовлення з декількох аптек. Зазвичай ми встигаємо протягом трьох днів, але частіше за все це виходить швидше';
$_['text_defer_right_riverside'] = '🚑 Нам потрібен час, щоб зібрати Ваше замовлення з декількох аптек по правому берегу. Зазвичай ми встигаємо протягом трьох днів, але частіше за все це виходить швидше';
$_['text_defer_left_riverside'] = '🚑 Нам потрібен час, щоб зібрати Ваше замовлення з декількох аптек по лівому берегу. Зазвичай ми встигаємо протягом трьох днів, але частіше за все це виходить швидше';