<?php
// Text
$_['text_title']                  = 'Укрпошта';
$_['text_description_standard_w'] = 'Укрпошта Стандарт. Доставка у відділення';
$_['text_description_standard_d'] = 'Укрпошта Стандарт. Доставка кур`єром на адресу';
$_['text_description_express_w']  = 'Укрпошта Експрес. Доставка у відділення';
$_['text_description_express_d']  = 'Укрпошта Експрес. Доставка кур`єром на адресу';
$_['text_period']                 = 'Термін доставки - ';
$_['text_day_1']                  = 'день';
$_['text_day_2']                  = 'дні';
$_['text_day_3']                  = 'днів';

$_['ukrposhta_text_warning']	 = '';//'Замовлення відправляємо щовівторка та щоп`ятниці.';

$_['ukrposhta_text_danger']	 = 'Наразі доставляємо УкрПоштою тільки товари, доступні в аптеці за адресою вул. Василя Липківського, 25. Будь-ласка, відредагуйте замовлення.';