<?php

$_['multiflat_title'] = 'Доставка курьером Аптеки, г. Киев';

$_['text_free_info_from'] = '✨Бесплатно от %s';

$_['text_info_all'] = 'Мы доставляем:<br /><i class="fa fa-truck"></i> по левому берегу Киева только товары из аптеки на пр. Соборности, 4<br /><i class="fa fa-truck"></i> по правому берегу Киева только товары из аптеки на ул. Василия Липковского, 25';

//$_['text_info_0'] = 'Доставляем день в день, если заказ оформлен до 13:00 и на следующий день после оформления, если заказ оформлен после 13:00 по г. Киев, за исключением некоторых районов (для уточнения обращайтесь в колцентр). Сроки могут быть смещены, так как во время воздушной тревоги и комендантского часа доставка не осуществляется.';
$_['text_info_0'] = '';

$_['text_info_1'] 			 	 = '🚑 Доставляем в течении двух часов с момента оформления заказа, доступно при оформлении заказа с 9:00 до 18:00';
$_['text_danger_express_bytime'] = '⚠️ Экспресс-доставка возможна при оформлении заказа с 9:00 до 18:00';

$_['text_danger_min_price'] = '⚠️ Доставляем заказы от ';

$_['text_danger_leftSide'] = '⚠️ Экспресс-доставка выбранных товаров возможна только по левому берегу из аптеки на <b>пр. Соборности, 4</b>. Если вы хотите доставку на правый берег, пожалуйста, удалите товары, которых нет в этой аптеке';
$_['text_danger_rightSide'] = '⚠️ Экспресс-доставка выбранных товаров возможна только по правому берегу из аптеки на <b>ул. Василия Липковского, 25</b>. Если вы хотите доставку на левый берег, пожалуйста, удалите товары, которых нет в этой аптеке';
$_['text_danger_nosides'] = '⚠️ Экспресс-доставка выбранных товаров возможна только из аптек на <b>пр. Соборности, 4</b> и <b>ул. Василия Липковского, 25</b>. Пожалуйста, удалите товары, которых нет в одной из этих аптек';

$_['text_defer_both'] = '🚑 Нам нужно время, чтоб собрать Ваш заказ. Обычно мы успеваем в течении трех дней, но чаще всего это получается быстрее';
$_['text_defer_right_riverside'] = '🚑 Нам нужно время, чтоб собрать Ваш заказ с нескольких аптек по правому берегу. Обычно мы успеваем в течении трех дней, но чаще всего это получается быстрее';
$_['text_defer_left_riverside'] = '🚑 Нам нужно время, чтоб собрать Ваш заказ с нескольких аптек по левому берегу. Обычно мы успеваем в течении трех дней, но чаще всего это получается быстрее';

