<?php
// Text
$_['text_title']                  = 'Укрпошта';
$_['text_description_standard_w'] = 'Укрпошта Стандарт. Доставка в отделение';
$_['text_description_standard_d'] = 'Укрпошта Стандарт. Доставка курьером на адрес';
$_['text_description_express_w']  = 'Укрпошта Экспресс. Доставка в отделение';
$_['text_description_express_d']  = 'Укрпошта Экспресс. Доставка курьером на адрес';
$_['text_period']                 = 'Срок доставки - ';
$_['text_day_1']                  = 'день';
$_['text_day_2']                  = 'дня';
$_['text_day_3']                  = 'дней';

$_['ukrposhta_text_warning']	 = '';//'Заказы отправляем каждый вторник и пятницу.';

$_['ukrposhta_text_danger']	 = 'Сейчас мы отправляем УкрПочтой только товары, доступные в аптеке по адресу ул. Василия Липковского, 25. Пожалуйста, отредактируйте заказ.';