<?php
// Text
$_['text_title']				= 'Оплатить на расчетный счет (для юридических лиц)';
$_['text_description'] 			= '🛎️ Обращаем внимание, что средства на счет поступят только на следующий банковский день';
$_['bank_transfer_text_danger'] = '⚠️ В корзине есть товар, который можно оплатить только при получении';

$_['text_instruction']			= 'Инструкции по банковскому переводу';
$_['text_payment']				= 'Заказ не будет обработан, пока деньги не поступят на наш расчетный счёт.';
$_['button_confirm'] 			= 'Оформить заказ';

