<?php
// Text
$_['text_information']  = 'Аптека Гормональных Препаратов';
$_['text_service']      = 'Служба поддержки';
$_['text_applications']      = 'Наши приложения';
$_['text_extra']        = 'Дополнительно';
$_['text_contact_footer']      = 'Контактная информация';
$_['text_contact_title']      = "Связь с нами";
$_['text_drugstores'] 		= 'Сеть аптек на карте';
$_['text_return']       = 'Возврат товара';
$_['text_sitemap']      = 'Карта сайта';
$_['text_manufacturers'] = 'Справочник производителей';
$_['text_collections'] = 'Бренды';
$_['text_alphabet_drugs'] = 'Лекарства по алфавиту';
$_['text_voucher']      = 'Подарочные сертификаты';
$_['text_affiliate']    = 'Партнерская программа';
$_['text_special']      = 'Товары со скидкой';
$_['text_newsfeed']      = 'Важные новости';
$_['text_promotions'] 	= 'Акции';
$_['text_account']      = 'Личный Кабинет';
$_['text_order']        = 'История заказов';
$_['text_wishlist']     = 'Закладки';
$_['text_newsletter']   = 'Рассылка';
$_['text_powered']      = '';

$_['text_1']			= '*Доставка косметических и гигиенических средств, БАДов, товаров для детей.';
$_['text_2']			= 'Аптека Гормональных Препаратов © 1995 - %s. Все права защищены.';
$_['text_3']			= 'Присоединяйтесь к нам в соцсетях';

$_['text_4']			= 'Запрещается электронная розничная торговля и доставка конечному потребителю: лекарственных средств, реализация (отпуск) которых гражданам осуществляется по рецептам врачей (кроме отпуска таких лекарственных средств по электронному рецепту в порядке, установленном МЗ); лекарственных средств, обращение которых в соответствии с законом осуществляется при наличии лицензии на осуществление деятельности по обороту наркотических средств, психотропных веществ и прекурсоров; сильнодействующих, ядовитых, радиоактивных лекарственных средств и иммунобиологических препаратов, перечень которых определяется МОЗ.';

$_['text_pwa_1'] = 'Ваша аптека всегда с вами';
$_['text_pwa_2'] = 'С приложением E-Apteka выбирать лекарства быстрее и проще';
$_['text_pwa_btn_install'] = 'Установить приложение'; 

$_['text_newsfeed']			= 'Новости';
$_['text_useful']			= 'Полезная информация';
$_['text_vacancies']		= 'Работа в компании';

$_['text_loyality']		= 'Программа лояльности';

$_['text_button_loading']		= 'Оформляем..';

$_['tip_state_unsubscribed']='Подписаться на уведомления';
$_['tip_state_subscribed']="Вы подписаны на уведомления";
$_['tip_state_blocked']="Вы заблокировали уведомления";
$_['message_prenotify']='Нажмите, чтобы подписаться на уведомления';
$_['message_action_subscribed']="Благодарим за подписку!";
$_['message_action_resubscribed']="Вы подписаны на уведомления";
$_['message_action_unsubscribed']="Вы больше не будете получать уведомления";
$_['dialog_main_title']='Управление уведомлениями на сайте';
$_['dialog_main_button_subscribe']='ПОДПИСАТЬСЯ';
$_['dialog_main_button_unsubscribe']='ОТПИСАТЬСЯ';
$_['dialog_blocked_title']='Разблокировать уведомления';
$_['dialog_blocked_message']="Следуйте этим инструкциям, чтобы разрешить уведомления:";
$_['welcome_title']="Аптека гормональных препаратов";
$_['welcome_message']="Благодарим за подписку!";
$_['actionMessage']="Разрешите отправлять Вам самые выгодные акции и новости";
$_['acceptButtonText']="Да, разрешить";
$_['cancelButtonText']="Отменить";
